export const data = [
  {
    "id": "Сберегательный",
    "color": "#E3E1E3",
    "data": [
      {
        "x": "Январь",
        "y": 5
      },
      {
        "x": "Февраль",
        "y": 12
      },
      {
        "x": "Март",
        "y": 13
      },
      {
        "x": "Апрель",
        "y": 22
      },
      {
        "x": "Май",
        "y": 17
      },
      {
        "x": "Июнь",
        "y": 25
      },
      {
        "x": "Июль",
        "y": 32
      },
      {
        "x": "Август",
        "y": 45
      },
      {
        "x": "Сентябрь",
        "y": 35
      },
      {
        "x": "Октябрь",
        "y": 36
      },
      {
        "x": "Ноябрь",
        "y": 46
      },
      {
        "x": "Декабрь",
        "y": 60
      }
    ]
  },
  {
    "id": "Инвестиционный",
    "color": "#2196f3",
    "data": [
      {
        "x": "Январь",
        "y": 15
      },
      {
        "x": "Февраль",
        "y": 30
      },
      {
        "x": "Март",
        "y": 20
      },
      {
        "x": "Апрель",
        "y": 50
      },
      {
        "x": "Май",
        "y": 25
      },
      {
        "x": "Июнь",
        "y": 70
      },
      {
        "x": "Июль",
        "y": 80
      },
      {
        "x": "Август",
        "y": 90
      },
      {
        "x": "Сентябрь",
        "y": 66
      },
      {
        "x": "Октябрь",
        "y": 70
      },
      {
        "x": "Ноябрь",
        "y": 90
      },
      {
        "x": "Декабрь",
        "y": 140
      }
    ]
  },
  {
    "id": "Игровой",
    "color": "#DA18A3",
    "data": [
      {
        "x": "Январь",
        "y": 0
      },
      {
        "x": "Февраль",
        "y": 57
      },
      {
        "x": "Март",
        "y": 80
      },
      {
        "x": "Апрель",
        "y": 60
      },
      {
        "x": "Май",
        "y": 50
      },
      {
        "x": "Июнь",
        "y": 110
      },
      {
        "x": "Июль",
        "y": 60
      },
      {
        "x": "Август",
        "y": 150
      },
      {
        "x": "Сентябрь",
        "y": 200
      },
      {
        "x": "Октябрь",
        "y": 120
      },
      {
        "x": "Ноябрь",
        "y": 180
      },
      {
        "x": "Декабрь",
        "y": 250
      }
    ]
  }
]

export const dataLow = [
  {
    "id": "Сберегательный",
    "color": "#E3E1E3",
    "data": [
      {
        "x": "Январь",
        "y": 0
      },
      {
        "x": "Февраль",
        "y": 12
      },
      {
        "x": "Март",
        "y": 13
      },
      {
        "x": "Апрель",
        "y": 22
      },
      {
        "x": "Май",
        "y": 17
      },
      {
        "x": "Июнь",
        "y": 25
      },
      {
        "x": "Июль",
        "y": 32
      },
      {
        "x": "Август",
        "y": 45
      },
      {
        "x": "Сентябрь",
        "y": 35
      },
      {
        "x": "Октябрь",
        "y": 36
      },
      {
        "x": "Ноябрь",
        "y": 46
      },
      {
        "x": "Декабрь",
        "y": 60
      }
    ]
  }
]

export const dataMid = [
  {
    "id": "Инвестиционный",
    "color": "#2196f3",
    "data": [
      {
        "x": "Январь",
        "y": 0
      },
      {
        "x": "Февраль",
        "y": 30
      },
      {
        "x": "Март",
        "y": 20
      },
      {
        "x": "Апрель",
        "y": 50
      },
      {
        "x": "Май",
        "y": 25
      },
      {
        "x": "Июнь",
        "y": 70
      },
      {
        "x": "Июль",
        "y": 80
      },
      {
        "x": "Август",
        "y": 90
      },
      {
        "x": "Сентябрь",
        "y": 66
      },
      {
        "x": "Октябрь",
        "y": 70
      },
      {
        "x": "Ноябрь",
        "y": 90
      },
      {
        "x": "Декабрь",
        "y": 140
      }
    ]
  }
]

export const dataHigh = [
  {
    "id": "Игровой",
    "color": "#DA18A3",
    "data": [
      {
        "x": "Январь",
        "y": 0
      },
      {
        "x": "Февраль",
        "y": 57
      },
      {
        "x": "Март",
        "y": 80
      },
      {
        "x": "Апрель",
        "y": 60
      },
      {
        "x": "Май",
        "y": 50
      },
      {
        "x": "Июнь",
        "y": 110
      },
      {
        "x": "Июль",
        "y": 60
      },
      {
        "x": "Август",
        "y": 150
      },
      {
        "x": "Сентябрь",
        "y": 200
      },
      {
        "x": "Октябрь",
        "y": 120
      },
      {
        "x": "Ноябрь",
        "y": 180
      },
      {
        "x": "Декабрь",
        "y": 250
      }
    ]
  }
]